cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'roundup'
brew 'spaceman-diff'
brew 'unrar'
brew 'wget'

cask '1password'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'mapbox-studio'
cask 'seashore'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
